<?php

return [[['id' => 1,

        'news_title' => 'Первые мобильные устройства со складными дисплеями появятся в 2018 году',

        'news_text' => 'Гибкие и складные устройства должны стать следующим значительным шагом в индустрии смартфонов.
        Большую роль в этом сыграет корейская компания Kolon Industries, о чём заявили её представители.
        Как ожидает Kolon Industries, первые гибкие мобильные устройства появятся на рынке уже в 2018 году.
        Их выпуском займутся от трёх до пяти технологических компаний. По прогнозам Kolon Industries, 
        в 2019 году устройства с гибкими дисплеями захватят 20-процентную долю на корейском рынке смартфонов.
        Отмечается, что первые складные устройства будут обладать радиусом изгиба не 1 мм, как ожидалось ранее, а 5 мм.
        Дело в том, что малый радиус изгиба, когда обе стороны дисплея почти соприкасаются друг с другом,
        хоть и идеален, но пока небезопасен. В дальнейшем при решении проблем безопасности радиус изгиба будет уменьшен.
        Надо сказать, что Kolon Industries – это единственная в мире компания,
        занимающаяся массовым производством бесцветной гибкой плёнки из полиимида,
        которая заменяет стеклянную подложку для изогнутых дисплеев. 
        Сейчас Kolon Industries поставляет свою продукцию компаниям LG Display и Samsung Display,
        которые являются одними из ведущих производителей дисплеев для мобильных устройств. 
        В 2018 году Kolon Industries планирует выпустить около 100 миллионов плёнок для складных дисплеев.',

        'news_date' => '2016.12.24',

        'news_author' => 'Marek',

    ],

        ['id' => 2,

        'news_title' => 'Троян Retefe атакует пользователей Facebook, Gmail и PayPal',

        'news_text' => 'Компания ESET предупреждает о масштабной кибератаке, 
        жертвами которой становятся клиенты европейских банков, а также пользователи ряда крупнейших онлайновых сервисов.
        Целью злоумышленников является хищение средств. Для этого используется троян Retefe, 
        который распространяется по электронной почте в виде неких вложенных документов — скажем, счетов-фактур.
        После активации зловред устанавливает несколько компонентов, включая Tor,
        и использует их для настроек прокси для интересующих сайтов.
        Когда пользователь инфицированного ПК авторизуется в онлайн-банке или на другой веб-площадке,
        вредоносная программа подменяет посещаемую страницу и перехватывает регистрационные данные — логин и пароль.
        Эта информация затем применяется для кражи средств. Первыми жертвами киберпреступной кампании стали клиенты Tesco Bank.
        Всего произведено около 40 тыс. мошеннических операций, причём половина из них завершились хищением денег.
        Пострадали не менее 9 тыс. клиентов названного британского банка.
        Анализ показывает, что киберпреступники также атакуют пользователей Facebook, Gmail, PayPal и других сервисов.
        Кроме того, жертвами могут стать клиенты Raiffeisen, Credit Suisse, Barclays, HSBC и других финансовых учреждений.
        Мошенническая кампания затронула пользователей всех популярных браузеров,
        включая Internet Explorer, Mozilla Firefox и Google Chrome. В некоторых случаях Retefe работает в связке с мобильным 
        компонентом для планшетов и смартфонов Android/Spy.Banker.EZ, чтобы обойти двухфакторную аутентификацию.',

        'news_date' => '2016.12.22',

        'news_author' => 'Marek',

],

    ['id' => 3,

        'news_title' => 'Новый метод регулирования напряжения – путь к созданию полноценных квантовых компьютеров',

        'news_text' => 'Несмотря на множество усилий, прикладываемых ученым из различных стран и организаций,
         люди так и не получили пока возможность создания полноценных и универсальных квантовых компьютеров.
        Однако, момент появления первых квантовых компьютеров стал на один большой шаг ближе благодаря работе ученых из
        университета Сассекса (University of Sussex). Они разработали и испытали новый способ регулирования напряжения,
        прикладываемого к ионам, выступающим в роли квантовых битов.
        И это позволяет системе обойтись без использования лазеров, что, в свою очередь,
        является сейчас непреодолимым препятствием к созданию крупномасштабных квантовых вычислительных систем.
        В настоящее время на свете существует несколько простейших квантовых вычислительных систем.
        К примеру, это система компании IBM с несколькими кубитами, которая доступна онлайн,
        а ученые Бристольского университета разработали систему с двумя кубитами,
        которая может выполнять некоторую полезную работу. Но эти и другие подобные системы практически невозможно 
        расширить и дополнить, ведь каждый из пойманных в ловушке ионов управляется при помощи луча отдельного лазера.
        И очень тяжело даже представить себе, как будет выглядеть квантовая вычислительная система с сотнями тысяч и миллионами кубитов.
        Ученые из Сассекса искали пути, позволяющие избавиться от необходимости использования лазерного света.
        Для управления квантовым состоянием ионов они использовали управляющий электрический потенциал, 
        подаваемый на соответствующие элементы квантового чипа, своего рода квантового процессора. 
        И в конечном результате ученые получили при помощи нового метода контроля уровень ошибок, 
        которые практически равен уровню ошибок, возникающих в квантовых системах с лазерным управлением.
        Созданный учеными из Сассекса квантовый процессор является не первым процессором, 
        в котором используется несколько кубитов, которые традиционно запутываются при помощи фотонов света. 
        Для запутывания некоторого числа кубитов требуется наличие соответствующего числа запутанных друг с другом фотонов света,
        и в новой версии квантового процессора все это делается без сложных манипуляций с лучами лазерного света и
        без необходимости использования громоздких оптоэлектронных устройств.
        Изменяя значение прикладываемого к отдельным ионам-кубитам электрического потенциала, 
        исследователи могут не только управлять работой квантовых логических элементов, состоящих из нескольких кубитов.
        Этот метод также позволяет динамически запутывать и “распутывать” пары квантовых битов, 
        меняя конфигурацию логического элемента буквально на лету.
        “То, чего нам удалось добиться, может в корне изменить все правила игры на поле технологий квантовых 
        вычислений” – рассказывает Винфрид Хензингер (Winfried Hensinger), профессор из университета Сассекса, – “Новый метод
        создания и управления запутанными кубитами не требует использования большого количества лазеров и другого оборудования.
        Это позволит в будущем создать небольшие квантовые компьютеры, которые можно будет использовать в любых практических целях.
        И, по мере дальнейшего развития данной технологии мы построим первый такой компьютер в стенах нашего университета”.',

        'news_date' => '2016.12.22',

        'news_author' => 'Marek',
]]];