<?php

return [[['id' => 1,

        'news_title' => 'Первые мобильные устройства со складными дисплеями появятся в 2018 году',

        'news_text' => 'Гибкие и складные устройства должны стать следующим значительным шагом в индустрии смартфонов.
        Большую роль в этом сыграет корейская компания Kolon Industries, о чём заявили её представители.
        Как ожидает Kolon Industries, первые гибкие мобильные устройства появятся на рынке уже в 2018 году.
        Их выпуском займутся от трёх до пяти технологических компаний. По прогнозам Kolon Industries, 
        в 2019 году устройства с гибкими дисплеями захватят 20-процентную долю на корейском рынке смартфонов.
        Отмечается, что первые складные устройства будут обладать радиусом изгиба не 1 мм, как ожидалось ранее, а 5 мм.
        Дело в том, что малый радиус изгиба, когда обе стороны дисплея почти соприкасаются друг с другом,
        хоть и идеален, но пока небезопасен. В дальнейшем при решении проблем безопасности радиус изгиба будет уменьшен.
        Надо сказать, что Kolon Industries – это единственная в мире компания,
        занимающаяся массовым производством бесцветной гибкой плёнки из полиимида,
        которая заменяет стеклянную подложку для изогнутых дисплеев. 
        Сейчас Kolon Industries поставляет свою продукцию компаниям LG Display и Samsung Display,
        которые являются одними из ведущих производителей дисплеев для мобильных устройств. 
        В 2018 году Kolon Industries планирует выпустить около 100 миллионов плёнок для складных дисплеев.',

        'news_date' => '2016.12.24',

        'news_author' => 'Marek',

    ],

        ['id' => 2,

        'news_title' => 'Троян Retefe атакует пользователей Facebook, Gmail и PayPal',

        'news_text' => 'Компания ESET предупреждает о масштабной кибератаке, 
        жертвами которой становятся клиенты европейских банков, а также пользователи ряда крупнейших онлайновых сервисов.
        Целью злоумышленников является хищение средств. Для этого используется троян Retefe, 
        который распространяется по электронной почте в виде неких вложенных документов — скажем, счетов-фактур.
        После активации зловред устанавливает несколько компонентов, включая Tor,
        и использует их для настроек прокси для интересующих сайтов.
        Когда пользователь инфицированного ПК авторизуется в онлайн-банке или на другой веб-площадке,
        вредоносная программа подменяет посещаемую страницу и перехватывает регистрационные данные — логин и пароль.
        Эта информация затем применяется для кражи средств. Первыми жертвами киберпреступной кампании стали клиенты Tesco Bank.
        Всего произведено около 40 тыс. мошеннических операций, причём половина из них завершились хищением денег.
        Пострадали не менее 9 тыс. клиентов названного британского банка.
        Анализ показывает, что киберпреступники также атакуют пользователей Facebook, Gmail, PayPal и других сервисов.
        Кроме того, жертвами могут стать клиенты Raiffeisen, Credit Suisse, Barclays, HSBC и других финансовых учреждений.
        Мошенническая кампания затронула пользователей всех популярных браузеров,
        включая Internet Explorer, Mozilla Firefox и Google Chrome. В некоторых случаях Retefe работает в связке с мобильным 
        компонентом для планшетов и смартфонов Android/Spy.Banker.EZ, чтобы обойти двухфакторную аутентификацию.',

        'news_date' => '2016.12.22',

        'news_author' => 'Marek',

],

    ['id' => 3,

        'news_title' => 'Троян Retefe атакует пользователей Facebook, Gmail и PayPal',

        'news_text' => 'Компания ESET предупреждает о масштабной кибератаке, 
        жертвами которой становятся клиенты европейских банков, а также пользователи ряда крупнейших онлайновых сервисов.
        Целью злоумышленников является хищение средств. Для этого используется троян Retefe, 
        который распространяется по электронной почте в виде неких вложенных документов — скажем, счетов-фактур.
        После активации зловред устанавливает несколько компонентов, включая Tor,
        и использует их для настроек прокси для интересующих сайтов.
        Когда пользователь инфицированного ПК авторизуется в онлайн-банке или на другой веб-площадке,
        вредоносная программа подменяет посещаемую страницу и перехватывает регистрационные данные — логин и пароль.
        Эта информация затем применяется для кражи средств. Первыми жертвами киберпреступной кампании стали клиенты Tesco Bank.
        Всего произведено около 40 тыс. мошеннических операций, причём половина из них завершились хищением денег.
        Пострадали не менее 9 тыс. клиентов названного британского банка.
        Анализ показывает, что киберпреступники также атакуют пользователей Facebook, Gmail, PayPal и других сервисов.
        Кроме того, жертвами могут стать клиенты Raiffeisen, Credit Suisse, Barclays, HSBC и других финансовых учреждений.
        Мошенническая кампания затронула пользователей всех популярных браузеров,
        включая Internet Explorer, Mozilla Firefox и Google Chrome. В некоторых случаях Retefe работает в связке с мобильным 
        компонентом для планшетов и смартфонов Android/Spy.Banker.EZ, чтобы обойти двухфакторную аутентификацию.',

        'news_date' => '2016.12.22',

        'news_author' => 'Marek',
]]];