<?php

return [
        [['id' => 1,

        'news_title' => 'Есть ли польза от квантовых компьютеров обычным людям?',

        'news_text' => 'Чем квантовые компьютеры лучше обычных, для чего они нужны, когда появятся у нас дома?
         И вообще существуют ли они? Идею квантовых вычислений предложил американский физик Ричард Фейнман в 1981 году.
         Он заявил, что обычные компьютеры могут смоделировать любые физические процессы,
         кроме наиболее сложных — квантовых, а для решения последней задачи необходимы квантовые компьютеры.
         Спустя три десятилетия идеи Фейнмана начали воплощаться в реальность. Задачи, которые учёные считают квантовыми,
         довольно часто встречаются в повседневной жизни. К примеру, когда вы собираетесь в путешествие и пытаетесь понять,
         как уложить в чемодан покупки на выделенную сумму и при этом не выйти за лимит по весу,
         вы можете даже не понимать, что на решение этой задачи с математической точки зрения вам не хватит всей жизни.
         Подобных задач очень много и они разнообразны: выбор оптимального капиталовложения, 
         схема расположения товаров на складе и так далее.',

         'news_date' => '2016.12.21',

         'news_author' => 'Marek',
    ],
        ['id' => 2,

        'news_title' => 'Троян Retefe атакует пользователей Facebook, Gmail и PayPal',

        'news_text' => 'Компания ESET предупреждает о масштабной кибератаке, 
        жертвами которой становятся клиенты европейских банков, а также пользователи ряда крупнейших онлайновых сервисов.
        Целью злоумышленников является хищение средств. Для этого используется троян Retefe, 
        который распространяется по электронной почте в виде неких вложенных документов — скажем, счетов-фактур.
        После активации зловред устанавливает несколько компонентов, включая Tor,
        и использует их для настроек прокси для интересующих сайтов.
        Когда пользователь инфицированного ПК авторизуется в онлайн-банке или на другой веб-площадке,
        вредоносная программа подменяет посещаемую страницу и перехватывает регистрационные данные — логин и пароль.
        Эта информация затем применяется для кражи средств. Первыми жертвами киберпреступной кампании стали клиенты Tesco Bank.
        Всего произведено около 40 тыс. мошеннических операций, причём половина из них завершились хищением денег.
        Пострадали не менее 9 тыс. клиентов названного британского банка.
        Анализ показывает, что киберпреступники также атакуют пользователей Facebook, Gmail, PayPal и других сервисов.
        Кроме того, жертвами могут стать клиенты Raiffeisen, Credit Suisse, Barclays, HSBC и других финансовых учреждений.
        Мошенническая кампания затронула пользователей всех популярных браузеров,
        включая Internet Explorer, Mozilla Firefox и Google Chrome. В некоторых случаях Retefe работает в связке с мобильным 
        компонентом для планшетов и смартфонов Android/Spy.Banker.EZ, чтобы обойти двухфакторную аутентификацию.',

        'news_date' => '2016.12.22',

        'news_author' => 'Marek',

]]];